Repository: wp-plugins/online-pre-travel-shopping
Catalog: languages/online-pre-travel-shopping-*.po
Languages: de_de

source: Enter your Shopnfly Affiliate ID:
de_de: Eingabe Ihrer Affiliate ID :

source: Save Changes
de_de: Eingabe Speichern

source: Select
de_de: auswählen

source: Color Themes
de_de: Farbe Hintergrund

source: Custom Width
de_de: Breite

source: Border Color
de_de: Farbe des Randes

source: Background Color
de_de: Hintergrund Farbe

source: Text Color
de_de: Text Farbe

source: Button Text Color
de_de: Tasten Farbe

source: What would you like to buy?
de_de: Was möchten Sie kaufen ?

source: From
de_de: Von

source: city or airport
de_de: stadt oder flughafen

source: To
de_de: Nach

source: Search
de_de: Suchen

source: Shop
de_de: Kaufen

source: Collect
de_de: Abholen

source: Fly
de_de: Fliegen !

source: Themes:
de_de: Leitmotiv :

source: Button Color
de_de: Tasten Farbe

source: Online Pre-Travel Shopping by shopnfly gives you a revolutionary online, pre-shop shopping search engine, allowing your users to search, compare and buy a massive range of duty free, in air and local retail products from nearly every continent. Products like perfumes, spirits, wines, apparel are just some of the items shoplers like to buy across their trip. With shopnfly, shoplers can buy all these products and more before they even leave home.
de_de: Online Pre-Travel Shopping by Shopnfly. Ermöglicht das mühelose einkaufen von Produkten. Suchen und Vergleichen Sie aus unserer grossen Auswahl von Produkten.
